---
layout: main
title: Formation ScrumMaster certifiante en anglais
---
<div class="container">
  <h1 class="center">Formation ScrumMaster certifiante en anglais animée par Jeff Sutherland</h1>
    <div class="coda-slider"  id="slider-id">
        <div>
       <a href="programmes/programme-formation-scrummaster-certifiante-anglais.pdf"><img class="pdf" src="../images/pdf.png" alt="Catalogue PDF"></a>
       <h2 class="title">Programme</h2>
<h2 class="course_title">LA FORMATION</h2>
                    <p>
                        Cette formation de deux jours fournit aux stagiaires les principes fondamentaux de Scrum. Des ateliers permettent de mettre la th&eacute;orie en pratique. Les stagiaires gagneront une exp&eacute;rience dans l&rsquo;&eacute;laboration du Product et du Sprint Backlog, l&rsquo;organisation des Daily Scrums, des Sprint Planning Meetings, la tenue du Burndown Chart. Jeff fournit tout au long de cette formation des trucs et astuces, h&eacute;rit&eacute;s d&rsquo;une exp&eacute;rience unique en tant que père de la m&eacute;thode ayant plus de 10 ans d&rsquo;exp&eacute;rience sur Scrum.</p>

                    <h2 class="course_title">RéSUMé :</h2>
                        <p>
                            Les m&eacute;thodes Agiles repr&eacute;sentent ind&eacute;niablement une approche nouvelle et diff&eacute;rente dans la conduite de projets. Au lieu de suivre un plan &agrave; la lettre en assignant des t&acirc;ches &agrave; une &eacute;quipe, le chef de Projet Agile, &laquo;le Scrum Master&raquo; facilite, coache et organise les comp&eacute;tences et les motivations des &eacute;quipes en int&eacute;grant les besoins utilisateurs tout au long du cycle de d&eacute;veloppement, d&eacute;livrant ainsi une valeur continue.
                        </p>

                    <h2 class="course_title">A L'ISSUE DE CETTE FORMATION, LES STAGIAIRES SERONT A MêME DE :</h2>
                    <ul class="course">
                        <li>Mettre en place des bonnes pratiques &eacute;prouv&eacute;es dans la conduite de m&eacute;thodes agiles</li>
                        <li>D&eacute;marrer et conduire un projet agile sur de bonnes bases</li>
                        <li>Etablir les user stories du Product Backlog</li>
                        <li>G&eacute;rer et motiver les &eacute;quipes Scrum</li>
                        <li>Faire en sorte qu&rsquo;exp&eacute;riment&eacute;s et d&eacute;butants travaillent ensemble et r&eacute;ussissent</li>
                        <li>Monter en puissance avec Scrum pour g&eacute;rer des projets plus ambitieux</li>
                    </ul>

                    <h2 class="course_title">PROGRAMME</h2>
                        <h3 class="course_title">M&eacute;thode p&eacute;dagogique</h2>
                            <p>
                                Le &laquo;Test Nokia&raquo;. Cet exercice, popularis&eacute; par Jeff Sutherland, est un moyen reconnu au sein de la communaut&eacute; agile de confirmer ou d&rsquo;infirmer l&rsquo;utilisation des m&eacute;thodes agiles au sein d&rsquo;un projet. Un exercice en self&ndash;management visant &agrave; responsabiliser les &eacute;quipes vis&ndash;&agrave;&ndash;vis du Product Owner. Un exercice visant &agrave; mesurer la qualit&eacute; d&rsquo;un Scrum Master et un Scrum de 59 minutes
                            </p>

                        <h3 class="course_title">Introduction aux m&eacute;thodes agiles</h2>
                            <ul class="course">
                                <li>Qu&rsquo;est ce que l&rsquo;agilit&eacute;</li>
                                <li>Les m&eacute;thodes agiles (Scrum, Extreme Programming, DSDM, Lean, Crystal)</li>
                                <li>Taux d&rsquo;&eacute;checs</li>
                                <li>Les outils agiles</li>
                                <li>Les objectifs de la formation</li>
                            </ul>

                        <h3 class="course_title">Pr&eacute;sentation g&eacute;n&eacute;rale de Scrum</h2>
                            <ul class="course">
                                <li>Origines de Scrum</li>
                                <li>Pourquoi Scrum fonctionne ?</li>
                                <li>Modèles d&rsquo;organisations</li>
                                <li>Les origines d&rsquo;XP</li>
                                <li>Productivit&eacute; (le graphique de Maxwell)</li>
                                <li>Le Nokia test</li>
                            </ul>

                        <h3 class="course_title">Le product Owner</h2>
                            <ul class="course">
                                <li>Le &laquo; Product Backlog &raquo;</li>
                                <li>Les estimations</li>
                                <li>Le &laquo; Burndown Chart &raquo;</li>
                            </ul>

                        <h3 class="course_title">Scrum</h2>
                            <ul class="course">
                                <li>Le &laquo; Sprint Backlog &raquo;</li>
                                <li>La relation entre Scrum et Lean</li>
                                <li>Une analyse du modèle Toyota</li>
                                <li>Exercice pratique</li>
                            </ul>

                        <h3 class="course_title">L&rsquo;impl&eacute;mentation de Scrum</h2>
                            <ul class="course">
                                <li>Am&eacute;liorer les processus de Scrum</li>
                                <li>Pr&eacute;senter un plan d&rsquo;action</li>
                                <li>Exercice pratique (Scrum en 59 minutes)</li>
                                <li>Les rôles et les responsabilit&eacute;s (Product Owner, Scrum Master, l&rsquo;&eacute;quipe)</li>
                                <li>Le &laquo; Product Owner &raquo; et l&rsquo;&eacute;quipe</li>
                            </ul>

                        <h3 class="course_title">La notion de Done</h2>
                            <ul class="course">
                                <li>La d&eacute;finition de &laquo; Done &raquo;</li>
                                <li>Les strat&eacute;gies &agrave; suivre pour atteindre &laquo; Done &raquo;</li>
                                <li>ScrUML</li>
                                <li>Le Scrum dans les &eacute;quipes multiples</li>
                                <li>Livrer aux utilisateurs</li>
                                <li>La notion de &laquo; Done &raquo; dans des projets de grandes tailles</li>
                                <li>G&eacute;rer &laquo; Done &raquo; lorsque les technologies sont diff&eacute;rentes</li>
                            </ul>

                        <h3 class="course_title">Le ScrumMaster : Mythes et r&eacute;alit&eacute;s</h2>
                            <ul class="course">
                                <li>Qu&rsquo;est ce qu&rsquo;un bon &laquo; Scrum Master &raquo;</li>
                                <li>Une journ&eacute;e dans la vie d&rsquo;un &laquo; Scrum Master &raquo;</li>
                                <li>L&rsquo;art de l&rsquo;&eacute;coute et la gestion des ressources</li>
                                <li>Organisation de projets d&rsquo;envergure</li>
                                <li>Outsourcing et projets distribu&eacute;s</li>
                                <li>Les &eacute;quipes Scrum distribu&eacute;s</li>
                                <li>Les al&eacute;as de l&rsquo;outsourcing</li>
                            </ul>

                        <h3 class="course_title">Planification des livraisons et des sprints</h2>
                            <ul class="course">
                                <li>Planifier le projet</li>
                                <li>Le &laquo; Product Backlog &raquo;, investir dans son &laquo; backlog &raquo;</li>
                                <li>Que sont les &laquo; User stories &raquo;</li>
                                <li>Estimation des dates de livraisons</li>
                                <li>CMMI et Scrum : Une analyse de performance</li>
                                <li>La refactorisation du &laquo; Product Backlog &raquo;</li>
                                <li>La r&eacute;union de planification du sprint et les engagements du sprint</li>
                                <li>Le backlog du sprint</li>
                                <li>Les estimations du sprint backlog</li>
                                <li>Les problèmes des feuilles de pr&eacute;sence</li>
                                <li>Le tableau Scrum virtuel</li>
                            </ul>

                        <h3 class="course_title">Les nuances des bases de Scrum</h2>
                            <ul class="course">
                                <li>Les diff&eacute;rentes pratiques de Scrum dans le sprint</li>
                                <li>L&rsquo;annulation anticip&eacute;e d&rsquo;un sprint</li>
                                <li>Les &laquo; Daily Scrum &raquo;</li>
                                <li>La r&eacute;union de synthèse de Sprint</li>
                                <li>La r&eacute;trospective du sprint</li>
                            </ul>

                        <h3 class="course_title">Les &eacute;quipes : Une source de productivit&eacute;, de cr&eacute;ativit&eacute; et de frustration</h2>
                            <ul class="course">
                                <li>Le cœur de l&rsquo;agilit&eacute;</li>
                                <li>Comment &eacute;chelonner Scrum avec 5000 d&eacute;veloppeurs</li>
                                <li>L&rsquo;exemple de Yahoo !</li>
                                <li>Le retour sur investissement des formations Scrum chez Yahoo !</li>
                                <li>L&rsquo;organisation des &eacute;quipes : le changement, les conflits et les politiques internes</li>
                                <li>L&rsquo;organisation de projets d&rsquo;envergure</li>
                                <li>La planification des sprints d&rsquo;&eacute;quipes multiples et les sprints simultan&eacute;s</li>
                                <li>Les d&eacute;veloppements des architectures et des infrastructures</li>
                                <li>Les projets intra et inter d&eacute;pendants</li>
                            </ul>

                        <h3 class="course_title">Constater le progrès : Parler le même langage</h2>
                            <ul class="course">
                                <li>R&eacute;viser le &laquo; Product Backlog &raquo; et les livraisons</li>
                                <li>Analyser la productivit&eacute;</li>
                                <li>Actions &agrave; prendre afin d&rsquo;am&eacute;liorer la productivit&eacute;</li>
                            </ul>

                        <h3 class="course_title">Obtenir le maximum d&rsquo;une livraison</h2>
                            <ul class="course">
                                <li>Gestion de la livraison</li>
                                <li>Estimation de la charge de travail de la livraison</li>
                                <li>Les t&acirc;ches d&rsquo;un &laquo; Sprint Backlog &raquo;</li>
                                <li>G&eacute;rer les plus-values commerciales</li>
                                <li>Sept façons d&rsquo;&eacute;chouer avec Scrum</li>
                                <li>Les raisons des &eacute;checs du &laquo; Product Owner &raquo;</li>
                                <li>Les raisons des &eacute;checs des planifications des &laquo; Sprints &raquo;</li>
                                <li>Les raisons des &eacute;checs des r&eacute;unions quotidiennes</li>
                                <li>Les raisons des &eacute;checs du &laquo; Scrum Master &raquo; et des &eacute;quipes</li>
                                <li>Les raisons des &eacute;checs du &laquo; Sprint review &raquo;</li>
                                <li>La responsabilit&eacute; du management dans les &eacute;checs de projets</li>
                                <li>Les sprints &laquo; planning &raquo; et le calcul de la v&eacute;locit&eacute;</li>
                            </ul>
    </div>
    <div>
        <h2 class="title">Bio</h2>
        <div class="img_bio"><img src="../images/formateurs/jeff-sutherland-big.png"></div>  
        <div class="box-bio">
        <h3>Jeff Sutherland</h3>
               <p><strong>Jeff Sutherland</strong> est le père fondateur de la méthode agile Scrum. Il est également PDG de Scruminc, conseiller senior et Coach agile auprès de « OpenView Venture Partners », un cabinet de capital risk américain. Signataire du MANIFESTO AGILE et le fondateur de l’alliance agile, Jeff et Xebia ont certifié des centaines de Scrum Master et Product Owner en France.</p>
    </div>    
        </div>
      <div>
       <a href="programmes/programme-formation-scrummaster-certifiante-anglais.pdf"><img class="pdf" src="../images/pdf.png" alt="Catalogue PDF"></a>
        <h2 class="title">Informations</h2>
        <ul class="course">
       <li><strong>Dates 2012 :</strong> 3-4 d&eacute;cembre</li>
                    <li><strong>Dates 2013 :</strong> 14-15 mars / 13-14 juin / 16-17 septembre / 5-6 décembre</li>
                    <li><strong>Type :</strong> Inter-entreprise</li>
                    <li><strong>Prix :</strong> 2000&euro; HT</li>
        </ul>
      </div>
               <div>
              <a href="programmes/programme-formation-scrummaster-certifiante-anglais.pdf"><img class="pdf" src="../images/pdf.png" alt="Catalogue PDF"></a>
        <h2 class="title">Inscription</h2>
          <p>Xebia Training est une société de formation agréée ce qui vous permet d’être financé par ces organismes (Fafiec, Agefos ,Opcalia par exemple). Notre numéro d’agrément est le : 11 92 164 1692.</p>
<p>Pour vous inscrire à une formation remplissez <a href="http://www.matthieu-legardeur.fr/test/machform/view.php?id=13042" class="lytebox" width="100%" height="100%" title="Registration form">le formulaire en ligne</a> ou <a href="../bon-de-commande.pdf">téléchargez notre bon de commande PDF éditable.</a></p>
<p>Dés réception de ces documents, votre inscription sera validée, nous vous enverrons dès lors les convocations et conventions de formation.</p>
<p>Xebia Training met à la disposition des participants et intervenants de nouveaux locaux. 4 salles entièrement équipées sont disponible afin d'accueillir les formations tant intra qu'inter-entreprise.</p>
      <ul class="contact">
        <li>Adresse : Xebia - 156, boulevard Haussmann / 75008 Paris</li>
        <li>Métro : Miromesnil ligne 9 et 13</li>
        <li>Bus : Lignes 22, 43</li>
        <li>Parking : Parking Haussmann - Berri</li>
        <li>Téléphone : 01 53 89 99 99</li>
        <li><a href="mailto:info@xebia-training.fr">info@xebia-training.fr</a></li>
      </ul>
      </div>
    </div>
</div>     





